Repository: r1adBE/cryptoChecker
Catalog: ios/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sq, sv, th, tr, uk, vi, zh_hans

# battery_message
source: Android delays background work to save power — prices and widgets can then be hours old. Setting battery usage to unrestricted keeps them current. You can change this any time in Android settings.
ar: يؤخر Android العمل في الخلفية لتوفير الطاقة — فقد تصبح الأسعار والأدوات قديمة بساعات. ضبط استخدام البطارية على «غير مقيّد» يبقيها محدّثة. يمكنك تغيير ذلك في أي وقت من إعدادات Android.
cs: Android kvůli úspoře energie odkládá práci na pozadí — ceny a widgety pak mohou být staré i několik hodin. Nastavením neomezeného využití baterie zůstanou aktuální. Změnit to můžete kdykoli v nastavení Androidu.
da: Android udskyder baggrundsarbejde for at spare strøm — kurser og widgets kan så være flere timer gamle. Med ubegrænset batteriforbrug holdes de opdaterede. Du kan altid ændre det i Androids indstillinger.
de: Android verschiebt Hintergrundarbeit, um Strom zu sparen — Kurse und Widgets können dann Stunden alt sein. Mit uneingeschränkter Akkunutzung bleiben sie aktuell. Du kannst das jederzeit in den Android-Einstellungen ändern.
el: Το Android καθυστερεί τις εργασίες παρασκηνίου για εξοικονόμηση ενέργειας — έτσι τιμές και widget μπορεί να είναι ώρες παλιά. Με απεριόριστη χρήση μπαταρίας παραμένουν ενημερωμένα. Μπορείτε να το αλλάξετε ανά πάσα στιγμή στις ρυθμίσεις του Android.
es: Android retrasa el trabajo en segundo plano para ahorrar energía — los precios y widgets pueden tener horas de antigüedad. Con el uso de batería sin restricciones se mantienen al día. Puedes cambiarlo cuando quieras en los ajustes de Android.
fa: Android برای صرفه‌جویی در انرژی کارهای پس‌زمینه را به تأخیر می‌اندازد — در این صورت قیمت‌ها و ابزارک‌ها ممکن است ساعت‌ها قدیمی باشند. تنظیم مصرف باتری روی «نامحدود» آن‌ها را به‌روز نگه می‌دارد. هر زمان می‌توانید این را در تنظیمات Android تغییر دهید.
fi: Android viivästää taustatyötä virran säästämiseksi — hinnat ja widgetit voivat silloin olla tunteja vanhoja. Kun akun käyttö on rajoittamaton, ne pysyvät ajan tasalla. Voit muuttaa tätä milloin tahansa Androidin asetuksista.
fr: Android retarde les tâches en arrière-plan pour économiser l'énergie — les prix et widgets peuvent alors dater de plusieurs heures. Une utilisation de la batterie non restreinte les garde à jour. Vous pouvez modifier cela à tout moment dans les paramètres Android.
he: Android מעכב עבודה ברקע כדי לחסוך בחשמל — מחירים ווידג׳טים עלולים להיות ישנים בשעות. הגדרת שימוש בסוללה ללא הגבלה שומרת אותם עדכניים. אפשר לשנות זאת בכל עת בהגדרות Android.
hi: बैटरी बचाने के लिए Android बैकग्राउंड काम में देरी करता है — तब कीमतें और विजेट घंटों पुराने हो सकते हैं। बैटरी उपयोग को अप्रतिबंधित करने से वे अपडेट रहते हैं। आप इसे कभी भी Android सेटिंग्स में बदल सकते हैं।
hu: Az Android energiatakarékosság miatt késlelteti a háttérfolyamatokat — az árak és widgetek így órákkal elavultak lehetnek. Korlátlan akkumulátorhasználattal naprakészek maradnak. Ezt bármikor módosíthatja az Android beállításaiban.
id: Android menunda pekerjaan latar belakang untuk menghemat daya — harga dan widget bisa tertinggal berjam-jam. Mengatur penggunaan baterai ke tidak dibatasi menjaganya tetap terkini. Anda bisa mengubahnya kapan saja di pengaturan Android.
it: Android ritarda le attività in background per risparmiare energia — prezzi e widget possono quindi risalire a ore prima. Impostando l'uso della batteria su senza restrizioni restano aggiornati. Puoi cambiarlo in qualsiasi momento nelle impostazioni di Android.
ja: Android は電力節約のためにバックグラウンド処理を遅らせます — その結果、価格やウィジェットが数時間前のままになることがあります。バッテリー使用を「制限なし」にすると最新の状態を保てます。この設定は Android の設定でいつでも変更できます。
ko: Android는 전력을 아끼려고 백그라운드 작업을 지연시킵니다 — 그러면 가격과 위젯이 몇 시간 전 정보일 수 있습니다. 배터리 사용을 ‘제한 없음’으로 설정하면 최신 상태가 유지됩니다. Android 설정에서 언제든 변경할 수 있습니다.
nb: Android utsetter bakgrunnsarbeid for å spare strøm — kurser og moduler kan da være flere timer gamle. Med ubegrenset batteribruk holdes de oppdatert. Du kan endre dette når som helst i Android-innstillingene.
nl: Android stelt achtergrondwerk uit om energie te besparen — koersen en widgets kunnen dan uren oud zijn. Met onbeperkt batterijgebruik blijven ze actueel. Je kunt dit altijd wijzigen in de Android-instellingen.
pl: Android opóźnia pracę w tle, aby oszczędzać energię — ceny i widżety mogą być wtedy nieaktualne o kilka godzin. Ustawienie nieograniczonego zużycia baterii utrzymuje je na bieżąco. Możesz to zmienić w każdej chwili w ustawieniach Androida.
pt: O Android adia tarefas em segundo plano para poupar energia — preços e widgets podem então ter horas de atraso. Definir o uso da bateria como sem restrições mantém-nos atualizados. Pode alterar isto a qualquer momento nas definições do Android.
pt_br: O Android adia tarefas em segundo plano para economizar energia — preços e widgets podem então atrasar horas. Definir o uso da bateria como sem restrições os mantém atualizados. Você pode alterar isso a qualquer momento nas configurações do Android.
ro: Android amână activitatea în fundal pentru a economisi energie — prețurile și widgeturile pot fi atunci vechi de câteva ore. Setarea utilizării bateriei la nerestricționat le menține actualizate. Puteți schimba oricând acest lucru în setările Android.
ru: Android откладывает фоновую работу ради экономии энергии — тогда цены и виджеты могут отставать на несколько часов. Неограниченный расход батареи сохраняет их актуальными. Это можно изменить в любой момент в настройках Android.
sq: Android e vonon punën në sfond për të kursyer energji — çmimet dhe widget-et mund të jenë atëherë disa orë të vjetra. Vendosja e përdorimit të baterisë si të pakufizuar i mban të përditësuara. Mund ta ndryshosh këtë kurdo te cilësimet e Android.
sv: Android skjuter upp bakgrundsarbete för att spara ström — kurser och widgetar kan då vara flera timmar gamla. Med obegränsad batterianvändning hålls de aktuella. Du kan ändra detta när som helst i Androids inställningar.
th: Android หน่วงงานเบื้องหลังเพื่อประหยัดพลังงาน — ราคาและวิดเจ็ตอาจล้าหลังหลายชั่วโมง การตั้งค่าการใช้แบตเตอรี่เป็นไม่จำกัดจะช่วยให้ข้อมูลเป็นปัจจุบัน คุณเปลี่ยนได้ทุกเมื่อในการตั้งค่า Android
tr: Android enerji tasarrufu için arka plan işlerini geciktirir — fiyatlar ve widget'lar bu durumda saatlerce eski kalabilir. Pil kullanımını kısıtlamasız yapmak onları güncel tutar. Bunu Android ayarlarından istediğiniz zaman değiştirebilirsiniz.
uk: Android відкладає фонову роботу, щоб заощадити заряд — тоді ціни й віджети можуть бути застарілими на кілька годин. Необмежене використання батареї зберігає їх актуальними. Це можна будь-коли змінити в налаштуваннях Android.
vi: Android trì hoãn tác vụ nền để tiết kiệm pin — khi đó giá và widget có thể cũ đến vài giờ. Đặt mức sử dụng pin thành không hạn chế giúp chúng luôn cập nhật. Bạn có thể thay đổi bất cứ lúc nào trong cài đặt Android.
zh_hans: Android 会为了省电而推迟后台任务 — 价格和小部件可能因此滞后数小时。将电池使用设为“不受限制”可保持其最新。你可以随时在 Android 设置中更改。

# battery_open_settings
source: Open battery settings
ar: فتح إعدادات البطارية
cs: Otevřít nastavení baterie
da: Åbn batteriindstillinger
de: Akku-Einstellungen öffnen
el: Άνοιγμα ρυθμίσεων μπαταρίας
es: Abrir ajustes de batería
fa: باز کردن تنظیمات باتری
fi: Avaa akkuasetukset
fr: Ouvrir les réglages de batterie
he: פתיחת הגדרות סוללה
hi: बैटरी सेटिंग खोलें
hu: Akkubeállítások megnyitása
id: Buka setelan baterai
it: Apri impostazioni batteria
ja: バッテリー設定を開く
ko: 배터리 설정 열기
nb: Åpne batteriinnstillinger
nl: Batterij-instellingen openen
pl: Otwórz ustawienia baterii
pt: Abrir definições de bateria
pt_br: Abrir configurações de bateria
ro: Deschide setările bateriei
ru: Открыть настройки батареи
sq: Hap cilësimet e baterisë
sv: Öppna batteriinställningar
th: เปิดการตั้งค่าแบตเตอรี่
tr: Pil ayarlarını aç
uk: Відкрити налаштування батареї
vi: Mở cài đặt pin
zh_hans: 打开电池设置

# battery_steps
source: In the app info, tap Battery (or App battery usage) and choose Unrestricted.
ar: في معلومات التطبيق، اضغط على البطارية (أو استخدام بطارية التطبيق) واختر غير مقيّد.
cs: V informacích o aplikaci klepněte na Baterie (nebo Využití baterie aplikací) a zvolte Neomezeno.
da: Tryk på Batteri (eller Appens batteriforbrug) i appinfo, og vælg Ubegrænset.
de: In der App-Info auf «Akku» (bzw. «Akkunutzung der App») tippen und «Unbeschränkt» wählen.
el: Στις πληροφορίες εφαρμογής πατήστε Μπαταρία (ή Χρήση μπαταρίας εφαρμογής) και επιλέξτε Χωρίς περιορισμούς.
es: En la información de la app, toca Batería (o Uso de batería de la app) y elige Sin restricciones.
fa: در اطلاعات برنامه روی باتری (یا مصرف باتری برنامه) بزنید و نامحدود را انتخاب کنید.
fi: Napauta sovelluksen tiedoissa Akku (tai Sovelluksen akun käyttö) ja valitse Rajoittamaton.
fr: Dans les infos de l'appli, touchez Batterie (ou Utilisation de la batterie) et choisissez Non restreinte.
he: בפרטי האפליקציה הקישו על סוללה (או שימוש בסוללה של האפליקציה) ובחרו ללא הגבלה.
hi: ऐप जानकारी में बैटरी (या ऐप बैटरी उपयोग) पर टैप करें और अप्रतिबंधित चुनें।
hu: Az alkalmazásinformációban koppintson az Akkumulátor (vagy Alkalmazás akkuhasználata) elemre, és válassza a Korlátlan lehetőséget.
id: Di info aplikasi, ketuk Baterai (atau Penggunaan baterai aplikasi) lalu pilih Tidak dibatasi.
it: Nelle info dell'app tocca Batteria (o Utilizzo batteria app) e scegli Senza restrizioni.
ja: アプリ情報で「バッテリー」（または「アプリのバッテリー使用量」）をタップし、「制限なし」を選択します。
ko: 앱 정보에서 배터리(또는 앱 배터리 사용량)를 누르고 제한 없음을 선택하세요.
nb: Trykk på Batteri (eller Batteribruk for appen) i appinfo, og velg Ubegrenset.
nl: Tik in de app-info op Batterij (of Batterijgebruik van app) en kies Onbeperkt.
pl: W informacjach o aplikacji dotknij Bateria (lub Użycie baterii przez aplikację) i wybierz Bez ograniczeń.
pt: Nas informações da app, toque em Bateria (ou Utilização da bateria) e escolha Sem restrições.
pt_br: Nas informações do app, toque em Bateria (ou Uso da bateria) e escolha Sem restrições.
ro: În informațiile aplicației, atinge Baterie (sau Utilizarea bateriei de către aplicație) și alege Nerestricționat.
ru: В сведениях о приложении нажмите «Батарея» (или «Расход заряда батареи») и выберите «Без ограничений».
sq: Te informacioni i aplikacionit prek Bateria (ose Përdorimi i baterisë) dhe zgjidh Pa kufizime.
sv: Tryck på Batteri (eller Appens batterianvändning) i appinfo och välj Obegränsad.
th: ในข้อมูลแอป แตะแบตเตอรี่ (หรือการใช้แบตเตอรี่ของแอป) แล้วเลือกไม่จำกัด
tr: Uygulama bilgisinde Pil (veya Uygulama pil kullanımı) öğesine dokunun ve Kısıtlanmamış seçin.
uk: У відомостях про застосунок торкніться «Батарея» (або «Використання батареї») і виберіть «Без обмежень».
vi: Trong thông tin ứng dụng, nhấn Pin (hoặc Mức sử dụng pin của ứng dụng) và chọn Không hạn chế.
zh_hans: 在应用信息中点按“电池”（或“应用电池用量”），然后选择“无限制”。

# battery_title
source: Keep prices up to date
ar: إبقاء الأسعار محدّثة
cs: Udržovat ceny aktuální
da: Hold kurserne opdaterede
de: Kurse aktuell halten
el: Διατηρήστε τις τιμές ενημερωμένες
es: Mantener los precios al día
fa: قیمت‌ها را به‌روز نگه دارید
fi: Pidä hinnat ajan tasalla
fr: Garder les prix à jour
he: שמירה על מחירים עדכניים
hi: कीमतें अप-टू-डेट रखें
hu: Naprakész árak
id: Jaga harga tetap terkini
it: Mantieni i prezzi aggiornati
ja: 価格を最新に保つ
ko: 가격을 최신 상태로 유지
nb: Hold kursene oppdatert
nl: Koersen actueel houden
pl: Aktualne ceny
pt: Manter os preços atualizados
pt_br: Manter os preços atualizados
ro: Păstrați prețurile actualizate
ru: Актуальные цены
sq: Mbaji çmimet të përditësuara
sv: Håll kurserna aktuella
th: ให้ราคาเป็นปัจจุบันเสมอ
tr: Fiyatları güncel tut
uk: Тримайте ціни актуальними
vi: Giữ giá luôn cập nhật
zh_hans: 保持价格最新

# bulk_all_pairs
source: All %1$@ pairs of this exchange
ar: جميع أزواج %1$@ في هذه المنصة
cs: Všechny %1$@ páry této burzy
da: Alle %1$@-par på denne børs
de: Alle %1$@-Paare dieser Börse
el: Όλα τα ζεύγη %1$@ αυτού του ανταλλακτηρίου
es: Todos los pares %1$@ de este exchange
fa: همه جفت‌های %1$@ این صرافی
fi: Kaikki pörssin %1$@-parit
fr: Toutes les paires %1$@ de cette plateforme
he: כל צמדי %1$@ בבורסה זו
hi: इस एक्सचेंज के सभी %1$@ पेयर
hu: A tőzsde összes %1$@-párja
id: Semua pasangan %1$@ di bursa ini
it: Tutte le coppie %1$@ di questo exchange
ja: この取引所のすべての %1$@ ペア
ko: 이 거래소의 모든 %1$@ 거래쌍
nb: Alle %1$@-par på denne børsen
nl: Alle %1$@-paren van deze exchange
pl: Wszystkie pary %1$@ tej giełdy
pt: Todos os pares %1$@ desta exchange
pt_br: Todos os pares %1$@ desta exchange
ro: Toate perechile %1$@ ale acestei burse
ru: Все пары %1$@ этой биржи
sq: Të gjitha çiftet %1$@ të kësaj burse
sv: Alla %1$@-par på denna börs
th: คู่ %1$@ ทั้งหมดของกระดานเทรดนี้
tr: Bu borsanın tüm %1$@ çiftleri
uk: Усі %1$@-пари цієї біржі
vi: Tất cả cặp %1$@ của sàn này
zh_hans: 该交易所的所有 %1$@ 交易对

# bulk_all_pairs_applied
source: %lld %2$@ pairs found
ar: تم العثور على %lld زوج %2$@
cs: Nalezeno %lld párů %2$@
da: %lld %2$@-par fundet
de: %lld %2$@-Paare gefunden
el: Βρέθηκαν %lld ζεύγη %2$@
es: %lld pares %2$@ encontrados
fa: %lld جفت %2$@ پیدا شد
fi: %2$@-pareja löytyi: %lld
fr: %lld paires %2$@ trouvées
he: נמצאו %lld צמדי %2$@
hi: %lld %2$@ पेयर मिले
hu: Talált %2$@-párok: %lld
id: %lld pasangan %2$@ ditemukan
it: %lld coppie %2$@ trovate
ja: %lld 件の %2$@ ペアが見つかりました
ko: %2$@ 거래쌍 %lld개 발견
nb: %lld %2$@-par funnet
nl: %lld %2$@-paren gevonden
pl: Znaleziono %lld par %2$@
pt: %lld pares %2$@ encontrados
pt_br: %lld pares %2$@ encontrados
ro: %lld de perechi %2$@ găsite
ru: Найдено %lld пары %2$@
sq: U gjetën %lld çifte %2$@
sv: %lld %2$@-par hittades
th: พบ %lld คู่ %2$@
tr: %lld %2$@ çifti bulundu
uk: Знайдено %lld пари %2$@
vi: Tìm thấy %lld cặp %2$@
zh_hans: 找到 %lld 个 %2$@ 交易对

# bulk_all_pairs_empty
source: No %1$@ pairs on this exchange for the selected contract type. Sync the exchange first, or try a different contract type.
ar: لا توجد أزواج %1$@ في هذه المنصة لنوع العقد المحدد. زامِن المنصة أولًا أو جرّب نوع عقد آخر.
cs: Tato burza nemá pro vybraný typ kontraktu žádné %1$@ páry. Nejprve burzu synchronizujte, nebo zkuste jiný typ kontraktu.
da: Ingen %1$@-par på denne børs for den valgte kontrakttype. Synkroniser børsen først, eller prøv en anden kontrakttype.
de: Keine %1$@-Paare auf dieser Börse für den gewählten Kontrakttyp. Zuerst die Börse synchronisieren, oder einen anderen Kontrakttyp wählen.
el: Δεν υπάρχουν ζεύγη %1$@ σε αυτό το ανταλλακτήριο για τον επιλεγμένο τύπο συμβολαίου. Συγχρονίστε πρώτα το ανταλλακτήριο ή δοκιμάστε άλλο τύπο συμβολαίου.
es: No hay pares %1$@ en este exchange para el tipo de contrato seleccionado. Sincroniza primero el exchange o prueba otro tipo de contrato.
fa: در این صرافی برای نوع قرارداد انتخاب‌شده جفت %1$@ وجود ندارد. ابتدا صرافی را همگام‌سازی کنید یا نوع قرارداد دیگری را امتحان کنید.
fi: Tässä pörssissä ei ole %1$@-pareja valitulle sopimustyypille. Synkronoi pörssi ensin tai kokeile toista sopimustyyppiä.
fr: Aucune paire %1$@ sur cette plateforme pour le type de contrat sélectionné. Synchronisez d'abord la plateforme ou essayez un autre type de contrat.
he: אין צמדי %1$@ בבורסה זו עבור סוג החוזה שנבחר. סנכרן קודם את הבורסה או נסה סוג חוזה אחר.
hi: चुने गए कॉन्ट्रैक्ट प्रकार के लिए इस एक्सचेंज पर कोई %1$@ पेयर नहीं है। पहले एक्सचेंज सिंक करें या कोई दूसरा कॉन्ट्रैक्ट प्रकार आज़माएँ।
hu: Ezen a tőzsdén nincs %1$@-pár a kiválasztott szerződéstípushoz. Először szinkronizálja a tőzsdét, vagy próbáljon másik szerződéstípust.
id: Tidak ada pasangan %1$@ di bursa ini untuk jenis kontrak yang dipilih. Sinkronkan bursa terlebih dahulu, atau coba jenis kontrak lain.
it: Nessuna coppia %1$@ su questo exchange per il tipo di contratto selezionato. Sincronizza prima l'exchange o prova un altro tipo di contratto.
ja: この取引所には、選択した契約タイプの %1$@ ペアがありません。先に取引所を同期するか、別の契約タイプをお試しください。
ko: 선택한 계약 유형에 해당하는 %1$@ 거래쌍이 이 거래소에 없습니다. 먼저 거래소를 동기화하거나 다른 계약 유형을 선택하세요.
nb: Ingen %1$@-par på denne børsen for valgt kontrakttype. Synkroniser børsen først, eller prøv en annen kontrakttype.
nl: Geen %1$@-paren op deze exchange voor het gekozen contracttype. Synchroniseer eerst de exchange of kies een ander contracttype.
pl: Brak par %1$@ na tej giełdzie dla wybranego typu kontraktu. Najpierw zsynchronizuj giełdę lub wybierz inny typ kontraktu.
pt: Não há pares %1$@ nesta exchange para o tipo de contrato selecionado. Sincronize primeiro a exchange ou experimente outro tipo de contrato.
pt_br: Não há pares %1$@ nesta exchange para o tipo de contrato selecionado. Sincronize a exchange primeiro ou tente outro tipo de contrato.
ro: Această bursă nu are perechi %1$@ pentru tipul de contract selectat. Sincronizați mai întâi bursa sau încercați alt tip de contract.
ru: На этой бирже нет пар %1$@ для выбранного типа контракта. Сначала синхронизируйте биржу или выберите другой тип контракта.
sq: Nuk ka çifte %1$@ në këtë bursë për llojin e zgjedhur të kontratës. Sinkronizo fillimisht bursën ose provo një lloj tjetër kontrate.
sv: Inga %1$@-par på denna börs för vald kontraktstyp. Synka börsen först eller prova en annan kontraktstyp.
th: ไม่มีคู่ %1$@ ในกระดานเทรดนี้สำหรับประเภทสัญญาที่เลือก ให้ซิงค์กระดานเทรดก่อน หรือลองประเภทสัญญาอื่น
tr: Bu borsada seçili sözleşme türü için %1$@ çifti yok. Önce borsayı eşitleyin veya başka bir sözleşme türü deneyin.
uk: На цій біржі немає %1$@-пар для вибраного типу контракту. Спершу синхронізуйте біржу або виберіть інший тип контракту.
vi: Sàn này không có cặp %1$@ nào cho loại hợp đồng đã chọn. Hãy đồng bộ sàn trước hoặc thử loại hợp đồng khác.
zh_hans: 该交易所在所选合约类型下没有 %1$@ 交易对。请先同步交易所，或尝试其他合约类型。

# channel_alarms
source: Alarms
ar: التنبيهات
cs: Alarmy
da: Alarmer
de: Alarme
el: Ειδοποιήσεις τιμής
es: Alarmas
fa: هشدارها
fi: Hälytykset
fr: Alertes
he: התראות מחיר
hi: अलार्म
hu: Riasztások
id: Alarm
it: Allarmi
ja: アラーム
ko: 경보
nb: Alarmer
nl: Alarmen
pl: Alarmy
pt: Alarmes
pt_br: Alarmes
ro: Alarme
ru: Оповещения
sq: Alarmet
sv: Larm
th: สัญญาณเตือน
tr: Alarmlar
uk: Сигнали
vi: Cảnh báo
zh_hans: 提醒

# channel_alarms_description
source: Notification when a price alarm fires.
ar: إشعار عند انطلاق تنبيه سعري.
cs: Oznámení při spuštění cenového alarmu.
da: Notifikation, når en kursalarm udløses.
de: Meldung, wenn ein Kursalarm auslöst.
el: Ειδοποίηση όταν ενεργοποιείται μια ειδοποίηση τιμής.
es: Notificación cuando salta una alarma de precio.
fa: اعلان هنگام فعال شدن هشدار قیمت.
fi: Ilmoitus, kun hintahälytys laukeaa.
fr: Notification lorsqu'une alerte de prix se déclenche.
he: התראה כאשר התראת מחיר מופעלת.
hi: प्राइस अलार्म बजने पर नोटिफ़िकेशन।
hu: Értesítés, ha egy árriasztás kiold.
id: Notifikasi saat alarm harga berbunyi.
it: Notifica quando scatta un allarme di prezzo.
ja: 価格アラームが作動したときの通知。
ko: 가격 경보가 울리면 알림을 보냅니다.
nb: Varsel når en kursalarm utløses.
nl: Melding wanneer een koersalarm afgaat.
pl: Powiadomienie, gdy zadziała alarm cenowy.
pt: Notificação quando um alarme de preço dispara.
pt_br: Notificação quando um alarme de preço dispara.
ro: Notificare la declanșarea unei alarme de preț.
ru: Уведомление при срабатывании ценового оповещения.
sq: Njoftim kur aktivizohet një alarm çmimi.
sv: Avisering när ett kurslarm utlöses.
th: แจ้งเตือนเมื่อสัญญาณเตือนราคาทำงาน
tr: Fiyat alarmı tetiklendiğinde bildirim.
uk: Сповіщення, коли спрацьовує ціновий сигнал.
vi: Thông báo khi cảnh báo giá được kích hoạt.
zh_hans: 价格提醒触发时的通知。

# channel_alarms_quiet
source: Alarms (quiet hours)
ar: التنبيهات (ساعات الصمت)
cs: Alarmy (noční klid)
da: Alarmer (nattero)
de: Alarme (Nachtruhe)
el: Ειδοποιήσεις τιμής (ώρες ησυχίας)
es: Alarmas (horas de silencio)
fa: هشدارها (ساعات بی‌صدا)
fi: Hälytykset (hiljaiset tunnit)
fr: Alertes (heures calmes)
he: התראות מחיר (שעות דממה)
hi: अलार्म (मौन घंटे)
hu: Riasztások (csendes órák)
id: Alarm (jam tenang)
it: Allarmi (ore di silenzio)
ja: アラーム（おやすみ時間）
ko: 경보 (조용한 시간)
nb: Alarmer (nattro)
nl: Alarmen (stille uren)
pl: Alarmy (godziny ciszy)
pt: Alarmes (horas de silêncio)
pt_br: Alarmes (horário de silêncio)
ro: Alarme (ore de liniște)
ru: Оповещения (тихие часы)
sq: Alarmet (orët e heshtjes)
sv: Larm (tysta timmar)
th: สัญญาณเตือน (ช่วงเวลาเงียบ)
tr: Alarmlar (sessiz saatler)
uk: Сигнали (тихі години)
vi: Cảnh báo (giờ yên lặng)
zh_hans: 提醒（静音时段）

# channel_alarms_quiet_description
source: Silent alarms during quiet hours.
ar: تنبيهات صامتة خلال ساعات الصمت.
cs: Tiché alarmy během nočního klidu.
da: Lydløse alarmer under nattero.
de: Lautlose Alarme während der Nachtruhe.
el: Αθόρυβες ειδοποιήσεις τιμής κατά τις ώρες ησυχίας.
es: Alarmas silenciosas durante las horas de silencio.
fa: هشدارهای بی‌صدا در ساعات بی‌صدا.
fi: Äänettömät hälytykset hiljaisina tunteina.
fr: Alertes silencieuses pendant les heures calmes.
he: התראות מחיר שקטות בשעות הדממה.
hi: मौन घंटों के दौरान बिना आवाज़ वाले अलार्म।
hu: Néma riasztások a csendes órákban.
id: Alarm senyap selama jam tenang.
it: Allarmi silenziosi durante le ore di silenzio.
ja: おやすみ時間中の無音アラーム。
ko: 조용한 시간 동안 울리는 무음 경보.
nb: Lydløse alarmer under nattro.
nl: Geluidloze alarmen tijdens stille uren.
pl: Wyciszone alarmy w godzinach ciszy.
pt: Alarmes silenciosos durante as horas de silêncio.
pt_br: Alarmes silenciosos durante o horário de silêncio.
ro: Alarme silențioase în orele de liniște.
ru: Беззвучные оповещения в тихие часы.
sq: Alarme të heshtura gjatë orëve të heshtjes.
sv: Ljudlösa larm under tysta timmar.
th: สัญญาณเตือนแบบเงียบระหว่างช่วงเวลาเงียบ
tr: Sessiz saatlerde sessiz alarmlar.
uk: Беззвучні сигнали в тихі години.
vi: Cảnh báo im lặng trong giờ yên lặng.
zh_hans: 静音时段内的无声提醒。

# channel_market
source: Market phase
ar: مرحلة السوق
cs: Fáze trhu
da: Markedsfase
de: Marktphase
el: Φάση αγοράς
es: Fase del mercado
fa: مرحله بازار
fi: Markkinavaihe
fr: Phase de marché
he: שלב השוק
hi: बाज़ार चरण
hu: Piaci fázis
id: Fase pasar
it: Fase di mercato
ja: 相場フェーズ
ko: 시장 국면
nb: Markedsfase
nl: Marktfase
pl: Faza rynku
pt: Fase do mercado
pt_br: Fase do mercado
ro: Faza pieței
ru: Фаза рынка
sq: Faza e tregut
sv: Marknadsfas
th: ช่วงตลาด
tr: Piyasa evresi
uk: Фаза ринку
vi: Giai đoạn thị trường
zh_hans: 市场阶段

# channel_market_description
source: Notifies when the Bitcoin market phase changes
ar: ينبّه عند تغيّر مرحلة سوق البيتكوين
cs: Upozorní na změnu fáze trhu bitcoinu
da: Giver besked, når Bitcoins markedsfase skifter
de: Meldet, wenn die Bitcoin-Marktphase wechselt
el: Ειδοποιεί όταν αλλάζει η φάση αγοράς του Bitcoin
es: Avisa cuando cambia la fase del mercado de Bitcoin
fa: وقتی مرحله بازار بیت‌کوین تغییر کند خبر می‌دهد
fi: Ilmoittaa, kun Bitcoinin markkinavaihe vaihtuu
fr: Prévient quand la phase de marché du Bitcoin change
he: מודיע כששלב השוק של ביטקוין משתנה
hi: बिटकॉइन का बाज़ार चरण बदलने पर सूचित करता है
hu: Értesít, ha a Bitcoin piaci fázisa változik
id: Memberi tahu saat fase pasar Bitcoin berubah
it: Avvisa quando cambia la fase di mercato di Bitcoin
ja: ビットコインの相場フェーズが変わると通知します
ko: 비트코인 시장 국면이 바뀌면 알립니다
nb: Varsler når Bitcoins markedsfase endres
nl: Meldt wanneer de Bitcoin-marktfase verandert
pl: Powiadamia o zmianie fazy rynku Bitcoina
pt: Avisa quando a fase do mercado da Bitcoin muda
pt_br: Avisa quando a fase do mercado do Bitcoin muda
ro: Anunță când se schimbă faza pieței Bitcoin
ru: Сообщает о смене фазы рынка биткоина
sq: Njofton kur ndryshon faza e tregut të Bitcoin
sv: Meddelar när Bitcoins marknadsfas byts
th: แจ้งเมื่อช่วงตลาดของบิตคอยน์เปลี่ยน
tr: Bitcoin piyasa evresi değiştiğinde bildirir
uk: Повідомляє про зміну фази ринку біткоїна
vi: Thông báo khi giai đoạn thị trường Bitcoin thay đổi
zh_hans: 比特币市场阶段变化时提醒

# channel_prices
source: Prices
ar: الأسعار
cs: Ceny
da: Kurser
de: Kurse
el: Τιμές
es: Precios
fa: قیمت‌ها
fi: Hinnat
fr: Prix
he: מחירים
hi: कीमतें
hu: Árak
id: Harga
it: Prezzi
ja: 価格
ko: 시세
nb: Kurser
nl: Koersen
pl: Ceny
pt: Preços
pt_br: Preços
ro: Prețuri
ru: Цены
sq: Çmimet
sv: Kurser
th: ราคา
tr: Fiyatlar
uk: Ціни
vi: Giá
zh_hans: 价格
